Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# subscription.error.productsUnavailable
source: Subscription products are unavailable.
ar: منتجات الاشتراك غير متوفرة.
de: Abonnementprodukte sind nicht verfügbar.
es: Los productos de suscripción no están disponibles.
fr: Les produits d'abonnement sont indisponibles.
id: Produk langganan tidak tersedia.
it: I prodotti di abbonamento non sono disponibili.
ja: サブスクリプション商品が利用できません。
ko: 구독 상품을 사용할 수 없습니다.
nl: Abonnementsproducten zijn niet beschikbaar.
pl: Produkty subskrypcji są niedostępne.
pt_br: Produtos de assinatura indisponíveis.
ru: Продукты подписки недоступны.
tr: Abonelik ürünleri kullanılamıyor.
uk: Продукти підписки недоступні.
vi: Sản phẩm đăng ký không khả dụng.
zh_hans: 订阅商品暂不可用。
zh_hant: 訂閱商品暫時無法使用。

# subscription.error.purchaseCancelled
source: Purchase was cancelled.
ar: تم إلغاء عملية الشراء.
de: Der Kauf wurde abgebrochen.
es: La compra fue cancelada.
fr: L'achat a été annulé.
id: Pembelian dibatalkan.
it: Acquisto annullato.
ja: 購入がキャンセルされました。
ko: 구매가 취소되었습니다.
nl: Aankoop geannuleerd.
pl: Zakup został anulowany.
pt_br: A compra foi cancelada.
ru: Покупка отменена.
tr: Satın alma iptal edildi.
uk: Покупку скасовано.
vi: Giao dịch đã bị hủy.
zh_hans: 购买已取消。
zh_hant: 購買已取消。

# subscription.error.purchasePending
source: Purchase is pending approval.
ar: الشراء معلق بانتظار الموافقة.
de: Kauf steht zur Genehmigung aus.
es: La compra está pendiente de aprobación.
fr: L'achat est en attente d'approbation.
id: Pembelian menunggu persetujuan.
it: Acquisto in attesa di approvazione.
ja: 購入は承認待ちです。
ko: 구매가 승인 대기 중입니다.
nl: Aankoop wacht op goedkeuring.
pl: Zakup oczekuje na zatwierdzenie.
pt_br: A compra está com aprovação pendente.
ru: Покупка ожидает подтверждения.
tr: Satın alma onay bekliyor.
uk: Покупка очікує підтвердження.
vi: Giao dịch đang chờ phê duyệt.
zh_hans: 购买正在等待批准。
zh_hant: 購買正在等待核准。

# subscription.error.restoreFailed
source: Unable to restore purchases.
ar: تعذر استعادة المشتريات.
de: Käufe konnten nicht wiederhergestellt werden.
es: No se pudieron restaurar las compras.
fr: Impossible de restaurer les achats.
id: Tidak dapat memulihkan pembelian.
it: Impossibile ripristinare gli acquisti.
ja: 購入の復元に失敗しました。
ko: 구매를 복원할 수 없습니다.
nl: Kan aankopen niet herstellen.
pl: Nie można przywrócić zakupów.
pt_br: Não foi possível restaurar as compras.
ru: Не удалось восстановить покупки.
tr: Satın almalar geri yüklenemiyor.
uk: Не вдалося відновити покупки.
vi: Không thể khôi phục giao dịch.
zh_hans: 恢复购买失败。
zh_hant: 無法還原購買項目。

# subscription.error.unknownFormat
source: Subscription failed: %@
ar: فشل الاشتراك: %@
de: Abonnement fehlgeschlagen: %@
es: Suscripción fallida: %@
fr: Échec de l'abonnement : %@
id: Langganan gagal: %@
it: Abbonamento fallito: %@
ja: サブスクリプションに失敗しました: %@
ko: 구독 실패: %@
nl: Abonnement mislukt: %@
pl: Subskrypcja nie powiodła się: %@
pt_br: Falha na assinatura: %@
ru: Ошибка подписки: %@
tr: Abonelik başarısız oldu: %@
uk: Помилка підписки: %@
vi: Đăng ký thất bại: %@
zh_hans: 订阅失败：%@
zh_hant: 訂閱失敗：%@

# subscription.error.unverifiedTransaction
source: The transaction could not be verified.
ar: تعذر التحقق من المعاملة.
de: Die Transaktion konnte nicht verifiziert werden.
es: No se pudo verificar la transacción.
fr: La transaction n'a pas pu être vérifiée.
id: Transaksi tidak dapat diverifikasi.
it: La transazione non può essere verificata.
ja: トランザクションを検証できませんでした。
ko: 거래를 확인할 수 없습니다.
nl: De transactie kon niet worden geverifieerd.
pl: Transakcja nie mogła zostać zweryfikowana.
pt_br: A transação não pôde ser verificada.
ru: Транзакция не может быть подтверждена.
tr: İşlem doğrulanamadı.
uk: Транзакцію не вдалося підтвердити.
vi: Giao dịch không thể xác minh.
zh_hans: 交易无法通过验证。
zh_hant: 交易無法通過驗證。

# subscription.feature.aiChat
source: AI chat
ar: دردشة AI
de: KI-Chat
es: Chat con IA
fr: Chat IA
id: Obrolan AI
it: Chat AI
ja: AI チャット
ko: AI 채팅
pl: Czat AI
pt_br: Chat com IA
ru: AI-чат
tr: AI sohbet
uk: AI-чат
vi: Trò chuyện AI
zh_hans: AI 对话
zh_hant: AI 對話

# subscription.feature.aiSummary
source: AI summary
ar: ملخص AI
de: KI-Zusammenfassung
es: Resumen con IA
fr: Résumé IA
id: Ringkasan AI
it: Riepilogo AI
ja: AI サマリー
ko: AI 요약
nl: AI-samenvatting
pl: Podsumowanie AI
pt_br: Resumo com IA
ru: AI-сводка
tr: AI özeti
uk: AI-підсумок
vi: Tóm tắt AI
zh_hans: AI 摘要
zh_hant: AI 摘要

# subscription.feature.aiTags
source: AI tag suggestions
ar: اقتراحات وسوم AI
de: KI-Tag-Vorschläge
es: Sugerencias de etiquetas con IA
fr: Suggestions de tags IA
id: Saran tag AI
it: Suggerimenti tag AI
ja: AI タグ提案
ko: AI 태그 제안
nl: AI-tagsuggesties
pl: Sugestie tagów AI
pt_br: Sugestões de tags com IA
ru: AI-предложения тегов
tr: AI etiket önerileri
uk: Пропозиції AI-тегів
vi: Gợi ý thẻ AI
zh_hans: AI 标签推荐
zh_hant: AI 標籤建議

# subscription.feature.autoOrganize
source: automatic organization
ar: تنظيم تلقائي
de: automatische Organisation
es: Organización automática
fr: Organisation automatique
id: Pengaturan otomatis
it: Organizzazione automatica
ja: 自動整理
ko: 자동 정리
nl: automatische organisatie
pl: Automatyczna organizacja
pt_br: organização automática
ru: автоматическая организация
tr: otomatik düzenleme
uk: автоматична організація
vi: Tự động sắp xếp
zh_hans: 自动整理
zh_hant: 自動整理

# subscription.feature.batchAI
source: batch AI cleanup
ar: تنظيف AI دفعة
de: KI-Stapelbereinigung
es: Limpieza por lotes con IA
fr: Nettoyage IA par lots
id: Pembersihan AI batch
it: Pulizia AI batch
ja: バッチ AI クリーンアップ
ko: 일괄 AI 정리
nl: batch-AI-opschoning
pl: Masowe czyszczenie AI
pt_br: limpeza em lote com IA
ru: пакетная AI-очистка
tr: toplu AI temizliği
uk: пакетне очищення AI
vi: Dọn dẹp hàng loạt AI
zh_hans: 批量 AI 整理
zh_hant: 批次 AI 整理

# subscription.feature.cloudSync
source: CloudKit sync
ar: مزامنة CloudKit
de: CloudKit-Synchronisation
es: Sincronización con CloudKit
fr: Synchronisation CloudKit
id: Sinkronisasi CloudKit
it: Sincronizzazione CloudKit
ja: CloudKit 同期
ko: CloudKit 동기화
nl: CloudKit-synchronisatie
pl: Synchronizacja CloudKit
pt_br: Sincronização via CloudKit
ru: синхронизация CloudKit
tr: CloudKit senkronizasyonu
uk: синхронізація CloudKit
vi: Đồng bộ CloudKit
zh_hans: CloudKit 同步
zh_hant: CloudKit 同步

# subscription.feature.codebaseMemory
source: CodebaseMemory 3D graph
ar: رسم CodebaseMemory ثلاثي الأبعاد
es: Grafo 3D CodebaseMemory
fr: Graphe 3D CodebaseMemory
id: Grafik 3D CodebaseMemory
it: Grafico 3D CodebaseMemory
ja: CodebaseMemory 3Dグラフ
ko: CodebaseMemory 3D 그래프
nl: CodebaseMemory 3D-graaf
pl: Graf 3D CodebaseMemory
pt_br: Gráfico 3D CodebaseMemory
ru: 3D-граф CodebaseMemory
tr: CodebaseMemory 3D grafiği
uk: 3D-граф CodebaseMemory
vi: Đồ thị 3D CodebaseMemory
zh_hans: CodebaseMemory 3D 代码图谱
zh_hant: CodebaseMemory 3D 程式碼圖譜

# subscription.feature.codeFlow
source: CodeFlow code graph
ar: رسم CodeFlow البياني
es: Grafo de código CodeFlow
fr: Graphe de code CodeFlow
id: Grafik kode CodeFlow
it: Grafico codice CodeFlow
ja: CodeFlowコードグラフ
ko: CodeFlow 코드 그래프
nl: CodeFlow-codegraaf
pl: Graf kodu CodeFlow
pt_br: Grafo de código CodeFlow
ru: граф кода CodeFlow
tr: CodeFlow kod grafiği
uk: граф коду CodeFlow
vi: Đồ thị mã CodeFlow
zh_hans: CodeFlow 代码图谱
zh_hant: CodeFlow 程式碼圖譜

# subscription.feature.externalWiki
source: external wiki lookup
ar: بحث في ويكي خارجي
de: Externe Wiki-Suche
es: Consulta externa de wiki
fr: Recherche wiki externe
id: Pencarian wiki eksternal
it: Ricerca wiki esterna
ja: 外部Wiki参照
ko: 외부 위키 조회
nl: externe wiki-opzoekingen
pl: Wyszukiwanie w zewnętrznym wiki
pt_br: consulta a wikis externas
ru: внешний поиск по вики
tr: harici wiki araması
uk: зовнішній пошук у вікі
vi: Tra cứu wiki bên ngoài
zh_hans: 外部 Wiki 查阅
zh_hant: 外部 Wiki 查閱

# subscription.feature.knowledgeRAG
source: Knowledge Base RAG
ar: قاعدة المعرفة RAG
de: Wissensdatenbank-RAG
es: RAG de base de conocimiento
fr: RAG de la base de connaissances
id: RAG Basis Pengetahuan
ja: ナレッジベースRAG
ko: 지식 베이스 RAG
pl: RAG bazy wiedzy
pt_br: RAG da Base de Conhecimento
ru: RAG базы знаний
tr: Bilgi Tabanı RAG
uk: RAG бази знань
vi: RAG cơ sở tri thức
zh_hans: 知识库 RAG
zh_hant: 知識庫 RAG

# subscription.feature.mcpService
source: MCP Service
ar: خدمة MCP
de: MCP-Dienst
es: Servicio MCP
fr: Service MCP
id: Layanan MCP
it: Servizio MCP
ja: MCPサービス
ko: MCP 서비스
pl: Usługa MCP
pt_br: Serviço MCP
ru: MCP-сервис
tr: MCP Hizmeti
uk: Сервіс MCP
vi: Dịch vụ MCP

# subscription.feature.readmeTranslation
source: README translation
ar: ترجمة README
de: README-Übersetzung
es: Traducción de README
fr: Traduction du README
id: Terjemahan README
it: Traduzione README
ja: README翻訳
ko: README 번역
nl: README-vertaling
pl: Tłumaczenie README
pt_br: Tradução de README
ru: перевод README
tr: README çevirisi
uk: переклад README
vi: Dịch README
zh_hans: README 翻译
zh_hant: README 翻譯

# subscription.feature.releaseSubscription
source: release subscriptions
ar: اشتراكات الإصدارات
de: Release-Abonnements
es: Suscripciones a versiones
fr: Abonnements aux versions
id: Langganan rilis
it: Abbonamenti alle release
ja: リリース購読
ko: 릴리스 구독
nl: release-abonnementen
pl: Subskrypcje wydań
pt_br: assinaturas de releases
ru: подписки на релизы
tr: sürüm abonelikleri
uk: підписки на релізи
vi: Đăng ký bản phát hành
zh_hans: Release 订阅
zh_hant: Release 訂閱

# subscription.feature.repoContext
source: repository code context
ar: سياق كود المستودع
de: Repository-Codekontext
es: Contexto de código del repositorio
fr: Contexte du code du dépôt
id: Konteks kode repositori
it: Contesto codice repository
ja: リポジトリコードコンテキスト
ko: 저장소 코드 컨텍스트
pl: Kontekst kodu repozytorium
pt_br: contexto do código do repositório
ru: контекст кода репозитория
tr: depo kod bağlamı
uk: контекст коду репозиторію
vi: Ngữ cảnh mã nguồn kho
zh_hans: 仓库代码上下文
zh_hant: 倉庫程式碼上下文

# subscription.feature.repoHealth
source: repo health report
ar: تقرير صحة المستودع
de: Repository-Gesundheitsbericht
es: Informe de salud del repositorio
fr: Rapport de santé du dépôt
id: Laporan kesehatan repositori
it: Report salute repo
ja: リポジトリ健全性レポート
ko: 저장소 건강 보고서
nl: repo-gezondheidsrapport
pl: Raport kondycji repozytorium
pt_br: relatório de saúde do repositório
ru: отчёт о здоровье репозитория
tr: depo sağlık raporu
uk: звіт про здоров'я репозиторію
vi: Báo cáo sức khỏe kho
zh_hans: 项目健康度
zh_hant: 專案健康度

# subscription.feature.repoRecommendations
source: similar repo recommendations
ar: توصيات بمستودعات مشابهة
de: Ähnliche Repository-Empfehlungen
es: Recomendaciones de repositorios similares
fr: Recommandations de dépôts similaires
id: Rekomendasi repositori serupa
it: Raccomandazioni repo simili
ja: 類似リポジトリの推奨
ko: 유사 저장소 추천
nl: aanbevelingen voor vergelijkbare repo's
pl: Rekomendacje podobnych repozytoriów
pt_br: recomendações de repositórios similares
ru: рекомендации похожих репозиториев
tr: benzer depo önerileri
uk: рекомендації схожих репозиторіїв
vi: Đề xuất kho tương tự
zh_hans: 相似仓库推荐
zh_hant: 相似倉庫推薦

# subscription.feature.semanticSearch
source: semantic search
ar: بحث دلالي
de: semantische Suche
es: Búsqueda semántica
fr: Recherche sémantique
id: Pencarian semantik
it: Ricerca semantica
ja: セマンティック検索
ko: 의미 검색
nl: semantisch zoeken
pl: Wyszukiwanie semantyczne
pt_br: busca semântica
ru: семантический поиск
tr: anlamsal arama
uk: семантичний пошук
vi: Tìm kiếm ngữ nghĩa
zh_hans: 语义搜索
zh_hant: 語意搜尋

# subscription.feature.smartCollections
source: custom smart collections
ar: مجموعات ذكية مخصصة
de: benutzerdefinierte intelligente Sammlungen
es: Colecciones inteligentes personalizadas
fr: Collections intelligentes personnalisées
id: Koleksi cerdas kustom
it: Raccolte intelligenti personalizzate
ja: カスタムスマートコレクション
ko: 사용자 정의 스마트 컬렉션
nl: aangepaste slimme collecties
pl: Niestandardowe kolekcje inteligentne
pt_br: coleções inteligentes personalizadas
ru: пользовательские умные коллекции
tr: özel akıllı koleksiyonlar
uk: користувацькі розумні колекції
vi: Bộ sưu tập thông minh tùy chỉnh
zh_hans: 自定义智能集合
zh_hant: 自訂智慧集合

# subscription.feature.tagCreation
source: more tags
ar: وسوم إضافية
de: mehr Tags
es: Más etiquetas
fr: Plus de tags
id: Lebih banyak tag
it: Più tag
ja: 追加タグ
ko: 더 많은 태그
nl: meer tags
pl: Więcej tagów
pt_br: mais tags
ru: больше тегов
tr: daha fazla etiket
uk: більше тегів
vi: Thêm thẻ
zh_hans: 更多标签
zh_hant: 更多標籤

# subscription.gate.releaseLimitFormat
source: Free users can track up to %d release subscriptions.
ar: يمكن للمستخدمين المجانيين تتبع ما يصل إلى %d اشتراك إصدار.
de: Kostenlose Benutzer können bis zu %d Release-Abonnements verfolgen.
es: Los usuarios gratuitos pueden seguir hasta %d suscripciones a versiones.
fr: Les utilisateurs gratuits peuvent suivre jusqu'à %d abonnements aux versions.
id: Pengguna gratis dapat melacak hingga %d langganan rilis.
it: Gli utenti gratuiti possono seguire fino a %d abbonamenti alle release.
ja: 無料ユーザーは最大%d件のリリース購読を追跡できます。
ko: 무료 사용자는 최대 %d개의 릴리스 구독을 추적할 수 있습니다.
nl: Gratis gebruikers kunnen maximaal %d release-abonnementen volgen.
pl: Darmowi użytkownicy mogą śledzić do %d subskrypcji wydań.
pt_br: Usuários gratuitos podem acompanhar até %d assinaturas de releases.
ru: Бесплатные пользователи могут отслеживать до %d подписок на релизы.
tr: Ücretsiz kullanıcılar en fazla %d sürüm aboneliğini takip edebilir.
uk: Безкоштовні користувачі можуть відстежувати до %d підписок на релізи.
vi: Người dùng miễn phí có thể theo dõi tối đa %d đăng ký bản phát hành.
zh_hans: 免费用户最多可追踪 %d 个 Release 订阅。
zh_hant: 免費使用者最多可追蹤 %d 個 Release 訂閱。

# subscription.gate.requiresProFormat
source: %@ requires Starcat Pro.
ar: %@ يتطلب Starcat Pro.
de: %@ erfordert Starcat Pro.
es: %@ requiere Starcat Pro.
fr: %@ nécessite Starcat Pro.
id: %@ memerlukan Starcat Pro.
it: %@ richiede Starcat Pro.
ja: %@にはStarcat Proが必要です。
ko: %@은(는) Starcat Pro가 필요합니다.
nl: %@ vereist Starcat Pro.
pl: %@ wymaga Starcat Pro.
pt_br: %@ requer o Starcat Pro.
ru: %@ требует Starcat Pro.
tr: %@, Starcat Pro gerektirir.
uk: %@ вимагає Starcat Pro.
vi: %@ yêu cầu Starcat Pro.
zh_hans: %@ 需要 Starcat Pro。
zh_hant: %@ 需要 Starcat Pro。

# subscription.gate.smartCollectionLimitFormat
source: Free users can create up to %d custom smart collections.
ar: يمكن للمستخدمين المجانيين إنشاء ما يصل إلى %d مجموعة ذكية مخصصة.
de: Kostenlose Benutzer können bis zu %d benutzerdefinierte intelligente Sammlungen erstellen.
es: Los usuarios gratuitos pueden crear hasta %d colecciones inteligentes personalizadas.
fr: Les utilisateurs gratuits peuvent créer jusqu'à %d collections intelligentes personnalisées.
id: Pengguna gratis dapat membuat hingga %d koleksi cerdas kustom.
it: Gli utenti gratuiti possono creare fino a %d raccolte intelligenti personalizzate.
ja: 無料ユーザーは最大%d個のカスタムスマートコレクションを作成できます。
ko: 무료 사용자는 최대 %d개의 사용자 정의 스마트 컬렉션을 만들 수 있습니다.
nl: Gratis gebruikers kunnen maximaal %d aangepaste slimme collecties maken.
pl: Darmowi użytkownicy mogą utworzyć do %d niestandardowych kolekcji inteligentnych.
pt_br: Usuários gratuitos podem criar até %d coleções inteligentes personalizadas.
ru: Бесплатные пользователи могут создать до %d пользовательских умных коллекций.
tr: Ücretsiz kullanıcılar en fazla %d özel akıllı koleksiyon oluşturabilir.
uk: Безкоштовні користувачі можуть створити до %d користувацьких розумних колекцій.
vi: Người dùng miễn phí có thể tạo tối đa %d bộ sưu tập thông minh tùy chỉnh.
zh_hans: 免费用户最多可创建 %d 个自定义智能集合。
zh_hant: 免費使用者最多可建立 %d 個自訂智慧集合。

# subscription.gate.tagLimitFormat
source: Free users can create up to %d tags.
ar: يمكن للمستخدمين المجانيين إنشاء ما يصل إلى %d وسم.
de: Kostenlose Benutzer können bis zu %d Tags erstellen.
es: Los usuarios gratuitos pueden crear hasta %d etiquetas.
fr: Les utilisateurs gratuits peuvent créer jusqu'à %d tags.
id: Pengguna gratis dapat membuat hingga %d tag.
it: Gli utenti gratuiti possono creare fino a %d tag.
ja: 無料ユーザーは最大%d個のタグを作成できます。
ko: 무료 사용자는 최대 %d개의 태그를 만들 수 있습니다.
nl: Gratis gebruikers kunnen maximaal %d tags maken.
pl: Darmowi użytkownicy mogą utworzyć do %d tagów.
pt_br: Usuários gratuitos podem criar até %d tags.
ru: Бесплатные пользователи могут создать до %d тегов.
tr: Ücretsiz kullanıcılar en fazla %d etiket oluşturabilir.
uk: Безкоштовні користувачі можуть створити до %d тегів.
vi: Người dùng miễn phí có thể tạo tối đa %d thẻ.
zh_hans: 免费用户最多可创建 %d 个标签。
zh_hant: 免費使用者最多可建立 %d 個標籤。

# sync.error.tokenExpired
source: Token expired. Please sign in again.
ar: انتهت صلاحية الرمز. يرجى تسجيل الدخول مرة أخرى.
de: Token abgelaufen. Bitte melden Sie sich erneut an.
es: El token ha expirado. Inicia sesión de nuevo.
fr: Jeton expiré. Veuillez vous reconnecter.
id: Token kedaluwarsa. Silakan masuk lagi.
it: Token scaduto. Accedi di nuovo.
ja: トークンの有効期限が切れました。再度サインインしてください。
ko: 토큰이 만료되었습니다. 다시 로그인하세요.
nl: Token verlopen. Log opnieuw in.
pl: Token wygasł. Zaloguj się ponownie.
pt_br: Token expirado. Faça login novamente.
ru: Срок действия токена истёк. Пожалуйста, войдите снова.
tr: Token süresi doldu. Lütfen tekrar giriş yapın.
uk: Термін дії токена минув. Увійдіть знову.
vi: Token đã hết hạn. Vui lòng đăng nhập lại.
zh_hans: Token 失效，请重新登录。
zh_hant: Token 已過期，請重新登入。

# tagColor.blue
source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
id: Biru
it: Blu
ja: 青
ko: 파란색
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
tr: Mavi
uk: Синій
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

# tagColor.brown
source: Brown
ar: بني
de: Braun
es: Marrón
fr: Marron
id: Coklat
it: Marrone
ja: 茶
ko: 갈색
nl: Bruin
pl: Brązowy
pt_br: Marrom
ru: Коричневый
tr: Kahverengi
uk: Коричневий
vi: Nâu
zh_hans: 棕色
zh_hant: 棕色

# tagColor.cyan
source: Cyan
ar: سماوي
es: Cian
it: Ciano
ja: シアン
ko: 청록색
nl: Cyaan
pl: Cyjan
pt_br: Ciano
ru: Голубой
tr: Camgöbeği
uk: Блакитний
vi: Xanh lơ
zh_hans: 青色
zh_hant: 青色

# tagColor.green
source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
id: Hijau
it: Verde
ja: 緑
ko: 초록색
nl: Groen
pl: Zielony
pt_br: Verde
ru: Зелёный
tr: Yeşil
uk: Зелений
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

# tagColor.indigo
source: Indigo
ar: نيلي
es: Índigo
it: Indaco
ja: 藍色
ko: 남색
pl: Indygo
pt_br: Índigo
ru: Индиго
tr: Çivit
uk: Індиго
vi: Chàm
zh_hans: 靛蓝
zh_hant: 靛藍

# tagColor.mint
source: Mint
ar: نعناعي
de: Minze
es: Menta
fr: Menthe
it: Menta
ja: ミント
ko: 민트색
pl: Miętowy
pt_br: Menta
ru: Мятный
tr: Nane
uk: М'ятний
vi: Bạc hà
zh_hans: 薄荷绿
zh_hant: 薄荷綠

# tagColor.orange
source: Orange
ar: برتقالي
es: Naranja
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황색
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
tr: Turuncu
uk: Помаранчевий
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

# tagColor.pink
source: Pink
ar: وردي
es: Rosa
fr: Rose
id: Merah Muda
it: Rosa
ja: ピンク
ko: 분홍색
nl: Roze
pl: Różowy
pt_br: Rosa
ru: Розовый
tr: Pembe
uk: Рожевий
vi: Hồng
zh_hans: 粉色
zh_hant: 粉紅色

# tagColor.purple
source: Purple
ar: أرجواني
de: Lila
es: Púrpura
fr: Violet
id: Ungu
it: Viola
ja: 紫
ko: 보라색
nl: Paars
pl: Fioletowy
pt_br: Roxo
ru: Фиолетовый
tr: Mor
uk: Фіолетовий
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

# tagColor.red
source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
id: Merah
it: Rosso
ja: 赤
ko: 빨간색
nl: Rood
pl: Czerwony
pt_br: Vermelho
ru: Красный
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

# tagColor.teal
source: Teal
ar: أخضر مزرق
de: Türkis
es: Verde azulado
fr: Sarcelle
it: Verde acqua
ja: ティール
ko: 청록색
nl: Groenblauw
pl: Morski
pt_br: Turquesa
ru: Бирюзовый
tr: Deniz mavisi
uk: Бірюзовий
zh_hans: 蓝绿色
zh_hant: 藍綠色

# tagColor.yellow
source: Yellow
ar: أصفر
de: Gelb
es: Amarillo
fr: Jaune
id: Kuning
it: Giallo
ja: 黄
ko: 노란색
nl: Geel
pl: Żółty
pt_br: Amarelo
ru: Жёлтый
tr: Sarı
uk: Жовтий
vi: Vàng
zh_hans: 黄色
zh_hant: 黃色

# tagEditor.customColor
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 정의
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizada
ru: Пользовательский
tr: Özel
uk: Користувацький
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# tagEditor.mergeTooltip
source: Merge selected tags (≥2)
ar: دمج الوسوم المحددة (≥2)
de: Ausgewählte Tags zusammenführen (≥2)
es: Combinar etiquetas seleccionadas (≥2)
fr: Fusionner les tags sélectionnés (≥2)
id: Gabungkan tag yang dipilih (≥2)
it: Unisci tag selezionati (≥2)
ja: 選択したタグをマージ（2つ以上）
ko: 선택한 태그 병합 (≥2)
nl: Geselecteerde tags samenvoegen (≥2)
pl: Scal zaznaczone tagi (≥2)
pt_br: Mesclar tags selecionadas (≥2)
ru: Объединить выбранные теги (≥2)
tr: Seçili etiketleri birleştir (≥2)
uk: Об'єднати вибрані теги (≥2)
vi: Hợp nhất các thẻ đã chọn (≥2)
zh_hans: 合并选中的多个标签（≥2）
zh_hant: 合併選取的標籤（≥2）

# tagEditor.multiSelectHint
source: Multi-select: cannot edit single field; can Delete or Merge.
ar: تحديد متعدد: لا يمكن تحرير حقل واحد؛ يمكن حذف أو دمج.
de: Mehrfachauswahl: Einzelfeld kann nicht bearbeitet werden; Löschen oder Zusammenführen möglich.
es: Selección múltiple: no se puede editar un solo campo; se puede eliminar o combinar.
fr: Sélection multiple : impossible de modifier un champ unique ; vous pouvez supprimer ou fusionner.
id: Pilihan ganda: tidak dapat mengedit satu bidang; dapat Hapus atau Gabungkan.
it: Selezione multipla: impossibile modificare un singolo campo; puoi Eliminare o Unire.
ja: 複数選択：単一フィールドの編集は不可。削除またはマージのみ可能です。
ko: 다중 선택: 단일 필드 편집 불가; 삭제 또는 병합 가능.
nl: Meervoudige selectie: kan geen enkel veld bewerken; kan verwijderen of samenvoegen.
pl: Wybór wielokrotny: nie można edytować pojedynczego pola; można usunąć lub scalić.
pt_br: Seleção múltipla: não é possível editar campo único; é possível Excluir ou Mesclar.
ru: Множественный выбор: нельзя редактировать одно поле; можно удалить или объединить.
tr: Çoklu seçim: tek alan düzenlenemez; Silinebilir veya Birleştirilebilir.
uk: Мультивибір: неможливо редагувати окреме поле; можна видалити або об'єднати.
vi: Chọn nhiều: không thể chỉnh sửa trường đơn lẻ; có thể Xóa hoặc Hợp nhất.
zh_hans: 多选状态下不可编辑单个字段；可执行「删除」或「合并」。
zh_hant: 多選狀態下無法編輯單一欄位；可執行「刪除」或「合併」。

# tagEditor.noIcon
source: No Icon
ar: بدون أيقونة
de: Kein Symbol
es: Sin icono
fr: Aucune icône
id: Tanpa Ikon
it: Nessuna icona
ja: アイコンなし
ko: 아이콘 없음
nl: Geen pictogram
pl: Brak ikony
pt_br: Sem Ícone
ru: Без значка
tr: Simge Yok
uk: Без іконки
vi: Không có biểu tượng
zh_hans: 无图标
zh_hant: 無圖示

# tagEditor.orCreateHint
source: Or click + below to create a new tag.
ar: أو انقر + أدناه لإنشاء وسم جديد.
de: Oder klicken Sie unten auf +, um einen neuen Tag zu erstellen.
es: O haz clic en + abajo para crear una nueva etiqueta.
fr: Ou cliquez sur + ci-dessous pour créer un nouveau tag.
id: Atau klik + di bawah untuk membuat tag baru.
it: Oppure clicca + sotto per creare un nuovo tag.
ja: または、下の+をクリックして新しいタグを作成します。
ko: 또는 아래 +를 클릭하여 새 태그를 만드세요.
nl: Of klik op + hieronder om een nieuwe tag te maken.
pl: Lub kliknij + poniżej, aby utworzyć nowy tag.
pt_br: Ou clique em + abaixo para criar uma nova tag.
ru: Или нажмите + ниже, чтобы создать новый тег.
tr: Veya yeni bir etiket oluşturmak için aşağıdaki +'ya tıklayın.
uk: Або натисніть + нижче, щоб створити новий тег.
vi: Hoặc nhấn + bên dưới để tạo thẻ mới.
zh_hans: 或点击左下角「+」创建新标签。
zh_hant: 或點擊下方「+」建立新標籤。

# tagEditor.sectionColor
source: COLOR
ar: اللون
de: FARBE
fr: COULEUR
id: WARNA
it: COLORE
ja: 色
ko: 색상
nl: KLEUR
pl: KOLOR
pt_br: COR
ru: ЦВЕТ
tr: RENK
uk: КОЛІР
vi: MÀU SẮC
zh_hans: 颜色
zh_hant: 顏色

# tagEditor.sectionIcon
source: ICON
ar: الأيقونة
de: SYMBOL
es: ICONO
fr: ICÔNE
id: IKON
it: ICONA
ja: アイコン
ko: 아이콘
nl: PICTOGRAM
pl: IKONA
pt_br: ÍCONE
ru: ЗНАЧОК
tr: SİMGE
uk: ІКОНКА
vi: BIỂU TƯỢNG
zh_hans: 图标
zh_hant: 圖示

# tagEditor.sectionName
source: NAME
ar: الاسم
es: NOMBRE
fr: NOM
id: NAMA
it: NOME
ja: 名前
ko: 이름
nl: NAAM
pl: NAZWA
pt_br: NOME
ru: НАЗВАНИЕ
tr: AD
uk: НАЗВА
vi: TÊN
zh_hans: 名称
zh_hant: 名稱
